Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wybiorę kogoś, kto przypilnuje tego burdelu pod moją nieobecność i widzimy się na miejscu.
uk: Я виберу когось, хто наглядатиме за борделем під час моєї відсутності, і ми побачимося на місці.

source: Wybiła twoja godzina!
uk: Прийшов твій час!

source: Wyborne mięso, ukryte w twardym pancerzyku.
uk: Відбірне м'ясо в міцному панцирі. В сирому

source: Wybornie! Lorenzo pewnie puściły nerwy, co? Spokojnie, na twoim miejscu zbytnio bym się tym nie martwił.
uk: Відмінно! Певно, у Лоренцо нерви не витримали, чи не так? Не хвилюйся, на твоєму місці я б не надто переймався.

source: Wybraliśmy osadę rybacką w pobliżu kryjówki przemytników. Część naszych może być nawet przebrana za rybaków, więc się nie zdziw.
uk: Ми вибрали рибальське поселення неподалік від схованки контрабандистів. Дехто з наших може бути замаскованим під рибалок, тому не дивуйся.

source: Wybrzeże Topielców.
uk: Узбережжя луркерів.

source: Wybrzuszona księga
uk: Випукла книга

source: Wybudowali go moi pradziadkowie, jeszcze zanim cała moja rodzina przeniosła się z kontynentu.
uk: Його побудували мої предки, ще до того, як вся моя сім'я перебралась з континенту.

source: Wybór zasięgu, z jakiego widoczne będą obiekty.
uk: Оберіть дальність видимості об'єктів.

source: Wychodzi na to, że kiepska ze mnie kucharka.
uk: Виходить, що погана з мене кухарка.

source: Wychodzi na to, że mnie uratowałeś!
uk: Виявляється, ти мене врятував!

source: Wychodzi na to, że tak samo jak ty zostałem najemnikiem Araxos.
uk: Виходить, що я став найманцем Араксосу, як і ти.

source: Wychodzi na to, że tak samo jak ty zostałem strażnikiem.
uk: Виходить, що я став вартовим, як і ти.

source: Wychodzi na to, że to jednak nie Rosita zabiła Stana.
uk: Виявляється, Розіта таки не вбивала Стена.

source: Wychodzi na to, że to nie Rosita zabiła Stana.
uk: Схоже, що Розіта не вбивала Стена.

source: Wychodzi na to, że za te nocne hałasy i zniszczenia odpowiada niedźwiedź. Baes przyznał się, że zdobył zwierzę jakiś czas temu na polowaniu. Przetrzymuje go aktualnie w piwnicy w pobliżu karczmy.
uk: Схоже, що причиною нічних шумів і руйнувань є ведмідь. Байс зізнався, що зловив звіра на полюванні. Наразі він тримає його в підвалі поблизу корчми.

source: Wychodzisz wschodnią bramą i idziesz prosto, jak w mordę strzelił drogą na wschód, aż dojdziesz do Bursztynowego Wybrzeża. Stamtąd widać już będzie latarnię.
uk: Виходиш через східні ворота і прямуєш по дорозі на схід, доки не дійдеш до Бурштинового узбережжя. Звідти вже можна буде побачити маяк.

source: Wychodząc od Hershlika zostałem zagadany przez dwóch nieznajomych. Za 100 sztuk złota zaproponowali mi specyfik na trawienie.
uk: Коли я виходив від Гершліка, до мене підійшли двоє незнайомців. За 100 золотих вони запропонували мені специфічний препарат для травлення.

source: Wychodząc z kopalni będę mógł zachować połowę bryłek złota.
uk: Вийшовши з копальні, я зможу залишити собі половину золотих самородків.

source: Wychodząc z kopalni będę mógł zachować trzy z każdych czterech bryłek złota.
uk: Вийшовши з копальні, я зможу залишити собі три із кожних чотирьох золотих самородків.

source: Wychodzę na prostą, a wszystko dzięki twojej interwencji.
uk: Я нарешті оговтався, і все це завдяки твоєму втручанню.

source: Wychowałem się tam jako sierota, więc wiem o czym mówię.
uk: Я там виріс сиротою, тому знаю, про що кажу.

source: Wychowałem się z siostrą w miejscu, o którym pewnie nawet nie słyszałeś...
uk: Ми з сестрою виросли в місці, про яке ти, напевно, навіть і не чув...

source: Wychwala mnie, jaki to ze mnie myśliwy i chce zorganizować jakieś wielkie polowanie.
uk: Вихваляє, який я мисливець, і хоче організувати якесь велике полювання.

source: Wycieńczony ścierwojad
uk: Виснажений падальник

source: Wycinaj skórę niedźwiedzia
uk: Вирізати шкуру ведмедя

source: Wycinam drewno na swój nowy łuk. Takie młode obalone drzewa idealnie się do tego nadają.
uk: Рубаю деревину для свого нового лука. Ці молоді повалені дерева ідеально для цього підходять.

source: Wyciągaj broń i nie obawiaj się śmierci, czas ukatrupić te pomioty Beliara!
uk: Діставай зброю і не бійся смерті, прийшов час знищити ці породження Беліара!

source: Wyciągajcie po jednym, w najgorszym razie, po dwóch.
uk: Хапайте їх по одному, у найгіршому випадку – по двох.

source: Wyciągasz na zewnątrz tyle języka, ile tylko dasz radę, bierzesz coś ostrego, i odcinasz go w głębi gardła.
uk: Язик потрібно витягнути якомога сильніше, взяти щось гостре і встромити його глибоко в горло.

source: Wyciągnij broń strzelecką i rozejrzyj się za jakimś przełącznikiem.
uk: Дістань стрілецьку зброю і пошукай довкола, чи немає якогось перемикача.

source: Wyciągnij kuszę i spróbuj zestrzelić każdy z nich.
uk: Діставай арбалет і спробуй збити кожну з них.

source: Wyciągnijcie broń!
uk: Діставайте зброю!

source: Wyciągnąłem 3 prawie strawione mirty z brzuchów błotniaków. Pora zanieść je Hershlikowi.
uk: Я витягнув три напівперетравлених мирти зі шлунків мулистих черепах. Настав час віднести їх Гершліку.

source: Wyciągnąłem kuszę i zastrzeliłem bydlaków, ale mocno mnie ranili. Chwilę później usłyszałem odgłosy walki od strony koszar... ale w moim stanie nie dałem rady tam wyruszyć...
uk: Я дістав арбалет і застрелив тих виродків, але вони мене сильно поранили. Трохи пізніше я почув звуки бою з казарм... але в моєму стані я вже не міг туди піти...

source: Wyciągnęli bronie i chcieli się na nas rzucić, ale Riordian w ostatnim momencie użył jakiegoś zaklęcia i znalazłem się tutaj.
uk: Вони витягли зброю і хотіли накинутись на нас, але Ріордіан в останню мить застосував якесь заклинання, і я опинився тут.

source: Wyczuwam tu pewien podstęp.
uk: Відчуваю, що це якась хитрість.

source: Wyczyszczona mapa
uk: Очищена мапа

source: Wyczyszczona mapa Jona.
uk: Очищена мапа Йона.

source: Wydaje ci się, że Król pozwoli handlować któremukolwiek z miast kontynentu z wyspą, która tak po prostu opuściła ich łono?
uk: Як ти гадаєш, чи дозволив би Король будь-якому місту на континенті торгувати з островом, який так просто покинув їхнє королівство?

source: Wydaje mi się czy to pożar?
uk: Мені здається, чи це пожежа?

source: Wydaje mi się dość... dziwny. Jakby pulsował energią. Myślę, że będziesz miał więcej pożytku z niego niż ja.
uk: Він видався мені досить... дивним. В ньому ніби пульсує енергія. Гадаю, ти матимеш від нього більше користі, ніж я.

source: Wydaje mi się dość... dziwny. Jakby pulsował energią. Myślę, że będziesz miał z niego więcej pożytku niż ja.
uk: Він видався мені досить... дивним. В ньому ніби пульсує енергія. Гадаю, ти отримаєш від нього більше користі, ніж я.

source: Wydaje mi się, że Arwidowi też należą się podziękowania.
uk: Мені здається, що Арвід також заслуговує на подяку.

source: Wydaje mi się, że chyba za karczmę.
uk: Мені здається, що за корчму.

source: Wydaje mi się, że już nie dam rady przekonać Fabio do opuszczenia tego miejsca. Będę musiał znaleźć inny sposób...
uk: Не думаю, що мені вдасться переконати Фабіо покинути це місце. Мені доведеться шукати інше рішення...

source: Wydaje mi się, że kopalnia jest w drugą stronę. Jak już zdecydujesz się, gdzie chcesz iść, poinformuj nas, będziemy czekać w okolicy.
uk: Я думаю, що копальня знаходиться в іншій стороні. Як тільки вирішиш, куди захочеш піти, дай нам знати, ми будемо чекати десь поблизу.

source: Wydaje mi się, że ktoś powinien być na miejscu.
uk: Так, думаю, хтось має бути на місці.

source: Wydaje mi się, że ktoś wami manipuluje.
uk: Мені здається, що вами хтось маніпулює.

source: Wydaje mi się, że ktoś większej postury wywaliłby te drzwi bez problemu.
uk: Мені здається, що хтось міцнішої статури без проблем виб'є ці двері.

source: Wydaje mi się, że mogę wrócić do stoczni i zobaczyć efekty.
uk: Думаю, я можу повернутися до корабельні та оглянути наслідки.

source: Wydaje mi się, że mogłoby być dużo trudniejsze.
uk: Мені здається, що воно може бути набагато складнішим.

source: Wydaje mi się, że na pewno więcej, niż dziesięciu!
uk: Я думаю, що більше ніж десять!

source: Wydaje mi się, że nie mówisz wszystkiego.
uk: Мені здається, що ти щось недоговорюєш.

source: Wydaje mi się, że on może mówić prawdę. Spójrz na niego, nie wygląda jak ktoś kto praktykuje czarną magię.
uk: Мені здається, що, мабуть, він каже правду. Поглянь на нього, він не схожий на того, хто практикує чорну магію.

source: Wydaje mi się, że on może mówić prawdę. Spójrz na niego.
uk: Мені здається, що, мабуть, він каже правду. Поглянь на нього.

source: Wydaje mi się, że pulsuje energią.
uk: Мені здається, що воно пульсує енергією.

source: Wydaje mi się, że spadł z wysokości.
uk: Мені здається, що він впав з висоти.

source: Wydaje mi się, że szukanie jej po omacku, po całej wyspie, nie ma większego sensu.
uk: Мені здається, що шукати її наосліп по всьому острову немає ніякого сенсу.

source: Wydaje mi się, że słyszałem, jak jeden z nich wspominał to imię, ale nie gadałem z nimi, żeby przypadkiem nie dostać po gębie. I tak mam już wystarczająco problemów z Marthą.
uk: Здається, я чув, як хтось із них називав це ім'я, але я не розмовляв з ними, щоб випадково не отримати по пиці. Мені вистачає проблем з Мартою.

source: Wydaje mi się, że widziałem kilku podejrzanych typów w jakichś ciemnych zbrojach...
uk: Здається, я бачив кілька підозрілих типів в якихось темних обладунках...

source: Wydaje mi się, że wolałby zająć się studiowaniem ksiąg magicznych.
uk: Мені здається, що він швидше б взявся за вивчення магічних книг.

source: Wydaje się jakby nadal pulsowała.
uk: Здається, що він все ще пульсує.

source: Wydaje się stara, ale nie posiada żadnych
uk: Виглядають старими, але при цьому

source: Wydajesz się być miłym chłopakiem. Mam dla ciebie pewną propozycję.
uk: Ти, здається, хороший хлопець. У мене до тебе є справа.

source: Wydajesz się całkiem dobrze poinformowany.
uk: Ти виглядаєш досить добре поінформованим.

source: Wydajesz się czymś zmartwiony. Coś się stało?
uk: Здається, ти чимось стурбований. Щось сталося?

source: Wydajność/Jakość
uk: Продуктивність/Якість

source: Wydali prawie cały swój majątek, ale postawili za to istne dzieło sztuki. Mam do tych murów szczególny sentyment.
uk: Вони витратили майже все своє майно, але звели справжній витвір мистецтва. До цих стін у мене особлива приязнь.

source: Wydatek many:
uk: Затрати мани:

source: Wydawali się... yyy... zadowoleni. Z pewnością już zmienili o tobie opinie.
uk: Вони виглядали... еее... задоволеними. Тепер вони точно змінили свою думку про тебе.

source: Wydawaniem odpowiednich dokumentów zajmuje się Matey. Jego biuro znajduje się przy Placu Targowym, rozpoznasz je po wielkiej kolejce pod drzwiami.
uk: Видачею відповідних документів займається Матей. Його приймальня знаходиться на Ринковій площі, її можна впізнати за великою чергою біля дверей.

source: Wydawaniem odpowiednich dokumentów zajmuje się Matey. Jego biuro znajduje się przy Placu Targowym, rozpoznasz je po wielkiej kolejce przed drzwiami.
uk: Видачею відповідних документів займається Матей. Його приймальня знаходиться на Ринковій площі, її можна впізнати за великою чергою під дверима.

source: Wydawał się obeznany ze swoim rzemiosłem.
uk: Здається, він добре знається у своїй справі.

source: Wydawało mi się, że macie całkiem sporo zapasów.
uk: Я думав, що у вас досить багато запасів.

source: Wydawało mi się, że masz trochę złota i nie musisz żebrać o jedzenie.
uk: Мені здавалося, що ти маєш трохи золота і не мусиш випрошувати їжу.

source: Wydawało mi się, że miejscy mają jakieś standardy.
uk: Мені здавалося, що містяни мають якісь стандарти.

source: Wydawało mi się, że mieliśmy umowę?
uk: Я думав, ми домовились?

source: Wydawało mi się, że myto płaci się za przewożenie towarów.
uk: Мені здавалося, що мито платять тільки за перевезення товарів.

source: Wydawało mi się, że nikt tutaj nie lubi obcych.
uk: Мені здалося, що тут ніхто не любить чужинців.

source: Wydawało mi się, że widziałem coś za rogiem...
uk: Мені здалося, що я бачив щось за рогом...

source: Wydawało się to dość podejrzane, więc Rodrigo wszczął awanturę. Okazało się, że Stan zaczął poić jednego z chrząszczy miksturą szybkości.
uk: Це здалося досить підозрілим, тож Родріго влаштував скандал. Виявилося, що Стен напоїв одного з жуків зіллям швидкості.

source: Wydać mnie za mąż. Nic dziwnego, w końcu jakie plany względem córki może mieć ojciec?
uk: Видати мене заміж. Нічого дивного, зрештою, які плани можуть бути у батька на свою доньку?

source: Wydałeś już osąd. Nie mam nic, co mogłoby cię przekonać. Nie zamierzam wam powiedzieć nic więcej.
uk: Ви вже винесли вирок. Мені немає в чому вас переконувати. Я більше нічого вам не скажу.

source: Wydobywanie
uk: Видобуток ресурсів

source: Wydobywanie +
uk: Видобуток ресурсів +

source: Wydobywanie + 1
uk: Видобуток ресурсів + 1

source: Wydobywanie + 25
uk: Видобуток ресурсів + 25

source: Wydobywanie + 5
uk: Видобуток ресурсів + 5

source: Wydostanę was stąd. Wpierw muszę zdobyć tę broń, bo w innym wypadku wolałabyś nigdy nie opuścić tej wyspy.
uk: Я витягну вас звідси. Але спочатку мені потрібно дістати ту зброю, інакше ви не зможете покинути цей острів.

source: Wydostałem się z kopalni, razem z notatką, kluczem i papierem Jona, które są teraz moim jedynym tropem w sprawie zamachu. Strażnik kopalni powiedział mi też, że powinienem udać się do Ulryka złożyć mu raport.
uk: Я вибрався з копальні разом із запискою, ключем і шматком паперу Йона, які зараз є моїми єдиними зачіпками у справі про замах. Вартовий копальні сказав мені, щоб я йшов до Ульріка, аби повідомити йому про все.

source: Wydzielina zdaje się nie działać.
uk: Секрет більше не дає ніякого ефекту.

source: Wyeksploatowane drzewo
uk: Вирубане дерево

source: Wyeksploatowane złoże
uk: Вичерпане родовище

source: Wygląda całkiem nieźle. Czy należała do jakiegoś osobnika z Archolos?
uk: Виглядає непогано. Вона належала якійсь особині з Архолосу?

source: Wygląda i pachnie paskudnie,
uk: Виглядає і пахне жахливо,

source: Wygląda inaczej niż ten srebrny,
uk: Він відрізняється від того срібного,

source: Wygląda jak przyrządzona przez kogoś
uk: Виглядає так, ніби його варив хтось,

source: Wygląda jak stary
uk: Схоже на старий

source: Wygląda jakby ktoś wszedł w niej w sam środek bitwy.
uk: Виглядає так, ніби хтось побував у ньому в самому розпалі битви.

source: Wygląda jakby miała kilkaset lat...
uk: Виглядає так, ніби їй кілька сотень років...

source: Wygląda jakby miała złamać się pod lekkim naciskiem.
uk: Здається, що вона ось-ось зламається від легкого натиску.

source: Wygląda jakby notatka miała zaznaczoną kapliczkę Innosa na cmentarzu.
uk: Схоже, на записці був позначений вівтар Інноса на цвинтарі.

source: Wygląda jakby przez wiele lat leżała w piasku.
uk: ніби пролежала в піску багато років.

source: Wygląda na bardzo starą.
uk: Виглядає дуже старою.

source: Wygląda na mocny towar.
uk: Схоже, міцна штука.

source: Wygląda na niedawno napisany.
uk: Схоже, що він був написаний нещодавно.

source: Wygląda na rozerwany i ponownie połączony.
uk: Здається, його було розірвано і знову склеєно.

source: Wygląda na to, że Anskar żyje, i ukrywa się gdzieś na Archolos.
uk: Схоже, що Анскар живий і ховається десь на Архолосі.

source: Wygląda na to, że Antonio nie do końca jest teraz odpowiedzialny za całą transakcję.
uk: Схоже, що Антоніо зараз не до кінця відповідальний за цю угоду.

source: Wygląda na to, że Archolos czeka podobny los, co Londram. Nie zamierzam tutaj być, gdy to się wydarzy.
uk: Схоже, що на Архолос чекає доля Лондрама. Я не збираюсь бути тут, коли це станеться.

source: Wygląda na to, że Bodowin patroszył w swojej pracowni te dziwne ścierwojady.
uk: Схоже на те, що Бодовін потрошив цих дивних падальників у своїй майстерні.

source: Wygląda na to, że Fane ma jeszcze wiele wiosen przed sobą.
uk: Здається, у Фейна попереду ще багато років такого життя.

source: Wygląda na to, że Folkard o zniknięciu Jorna wie niewiele więcej ode mnie. Twierdzi, że gdyby mój brat faktycznie został porwany, pomóc może jedynie straż miejska, ale jego zdaniem nie powinienem wyciągać pochopnych wniosków. Może faktycznie warto powiadomić straż?
uk: Схоже, Фолькард знає про зникнення Йорна не більше за мене. Він каже, що якщо мого брата справді викрали, то допомогти може лише Міська Варта, але, на його думку, мені не варто поспішати з висновками. Може, дійсно варто повідомити Варту?

source: Wygląda na to, że Gildia Kupiecka została zaatakowana przez ludzi Lichwiarza. Muszę pomóc najemnikom!
uk: Схоже, що на Торгову Гільдію напали люди Лихваря. Я повинен допомогти найманцям!

source: Wygląda na to, że Harri już nigdzie dalej nie pójdzie.
uk: Схоже, що Харрі більше не збирається нікуди йти.

source: Wygląda na to, że Harry nie miał z całą sprawą nic wspólnego. Może przy Siepaczu znajdę jakieś przydatne informacje?
uk: Схоже, що Гаррі не має жодного відношення до усього цього. Можливо, у Сироти я знайду якусь корисну інформацію?

source: Wygląda na to, że Hilger wcale nie był poprzednikiem Bodowina, tylko jego mistrzem. Gdy zdecydował się wyrzucić młodego Bodowina za jego niemoralne eksperymenty, ten uwięził go pod ziemią na długie lata. Podjąłem dobrą decyzję uwalniając świat od tego szaleńca, czas wracać do Rierola.
uk: Схоже, що Хільгер був зовсім не попередником Бодовіна, а його вчителем. Коли він вирішив вигнати молодого Бодовіна за його аморальні експерименти, той замкнув свого наставника під землею на довгі роки. Я прийняв правильне рішення, звільнивши світ від цього божевільного, настав час повернутися до Рієрола.

source: Wygląda na to, że Lewko chciał niedawno zatrudnić do pracy w kopalni soli tanią siłę roboczą, ale ogłoszenie wygląda na nieaktualne. Tak czy inaczej, może warto by było to sprawdzić. Powinienem udać się do Królewskiej Kopalni w pobliżu mostu do klasztoru Magów Wody.
uk: Схоже, що Левко нещодавно хотів найняти дешеву робочу силу для роботи в соляній копальні, але оголошення, схоже, застаріло. У будь-якому випадку, варто перевірити. Потрібно навідатись до Королівської копальні, що неподалік від мосту, який веде до монастиря Магів Води.

source: Wygląda na to, że Lorenzo przekonał mnie, żebym opuścił Laran. W ostatnim liście napisał, że szlaki morskie zrobiły się niebezpieczne, a cytuję: „Jego dziadowska wysokość, Rhobar, lada dzień zarekwiruje wszystkie moje karawele”. Wziąłem ze sobą tylko najpotrzebniejsze bagaże. Zabrałem też Kyle’a. Może na Archolos ten leń patentowany sprawi, że pewnego dnia bez wstydu będę mógł nazywać go moim synem.
uk: Думаю, Лоренцо переконав мене покинути Ларан. У своєму останньому листі він писав, що морські шляхи стали небезпечними, і я цитую: 'Його дідівська високість, Робар, з дня на день конфіскує всі мої каравели'. Я взяв із собою лише найнеобхідніший багаж. Я також взяв з собою Кайла. Можливо, на Архолосі цей нероба чогось навчиться, і одного дня я зможу без сорому називати його своїм сином.

source: Wygląda na to, że Maiwen i Darryl zostali w jaskini. Powinienem o tym pomyśleć wcześniej ale dopiero teraz zdałem sobie sprawę, że ich nie ma.
uk: Здається, Мейвен і Деріл залишилися в печері. Я мав би подумати про це раніше, але тільки зараз помітив, що їх немає.

source: Wygląda na to, że Petra opuściła Silbach w ogromnym pośpiechu. Chyba nie powinienem był wspominać innym o tym, że to ona dała mi paczkę skrętów. Najgorsze w tym wszystkim jest to, że już nie dowiem się od niej, jak dostać się do miasta. Wygląda na to, że pozostaje mi znalezienie sposobu na własną rękę.
uk: Здається, Петра дуже швидко покинула Сільбах. Напевно, не варто було розповідати іншим, що саме вона дала мені пакунок зі скрутками. Найгірше в цьому те, що я вже не дізнаюся від неї як потрапити до міста. Схоже, мені доведеться розбиратися з цим самостійно.

source: Wygląda na to, że Riordian został zatrzymany przez Rierola oraz Arcymagów.
uk: Схоже, що Ріордіана затримується у Архімагів разом із Рієролом.

source: Wygląda na to, że Rozjemca wcale nie jest mieczem. Jeden z tłumaczy pierwszej spisanej historii wyspy Archolos popełnił błąd.
uk: Схоже, що Миротворець – це зовсім не меч. Один з перекладачів першої письмової історії острова Архолос допустив помилку.

source: Wygląda na to, że Salvi planuje jakąś większą akcję, ale nie napisał, o co dokładnie chodzi. Roderich z pewnością zechce zobaczyć ten dokument. Pora uciec z tej jaskini.
uk: Схоже, що Сальві планує щось набагато більше, але він не написав, про що саме йдеться. Родеріх неодмінно захоче поглянути на цей документ. Час тікати з цієї печери.

source: Wygląda na to, że Till nie blefował. Kusza faktycznie zawisła na gałęzi drzewa. Problem w tym, że konar dosłownie wisi nad przepaścią! Muszę spróbować się na niego wdrapać i odzyskać 'Emmę'. Oby gałąź wytrzymała.
uk: Виявляється, Тілль казав правду. Арбалет дійсно застряг на гілці дерева. Проблема в тому, що гілка висить буквально над прірвою! Я повинен спробувати залізти на неї й дістати 'Емму'. Сподіваюся, що гілка витримає.

source: Wygląda na to, że Ulryk i Lichwiarz połączyli siły.
uk: Схоже, Ульрік і Лихвар об'єднали зусилля.

source: Wygląda na to, że aby otworzyć wrota prowadzące do środka ruin, będziemy potrzebowali trzech fragmentów kamiennego klucza. Według tego co mówi Riordian, ostatni fragment można znaleźć w muzeum w mieście.
uk: Схоже, щоб відчинити ворота, що ведуть всередину фортеці, нам знадобляться три фрагменти кам'яного ключа. За словами Ріордіана, останній фрагмент можна знайти у міському музеї.

source: Wygląda na to, że banda nie będzie sprawiała już problemów. Muszę teraz porozmawiać z Helgą.
uk: Схоже, ця банда більше не створюватиме проблем. Тепер треба поговорити з Хельгою.

source: Wygląda na to, że bez pomocy cyrulika albo alchemika się nie obejdzie.
uk: Схоже, йому не обійтися без допомоги цирульника або алхіміка.

source: Wygląda na to, że bitwa o Vardhal była bardziej tragiczna niż ktokolwiek chce pamiętać, a kronikarze Myrtany zgodnie pomijają ten temat. Podobno deszcze ognia strawił nie tylko Wilczych Synów, ale i paladynów. Mag wspomina o ukrytym cmentarzu, gdzie zostali pochowani, na wschód od ruin Vardhal. Na sam koniec dodaje - “Prawda złożona jest na rękach paladynów”, cokolwiek to może znaczyć.
uk: Схоже, що битва за Вардхал була більш трагічною, ніж будь-хто хоче пам'ятати, і літописці Міртани одностайно оминають цю тему. Очевидно, вогняний дощ поглинув не лише Вовчих Синів, але й паладинів. Маг згадує про прихований цвинтар, де їх було поховано, на схід від руїн Вардхалу. В самому кінці він додає: 'Правда знаходиться в руках паладинів', що б це не означало.

source: Wygląda na to, że będę musiał znaleźć nowe źródło dostaw prowiantu.
uk: Схоже, мені доведеться шукати іншого постачальника провізії.

source: Wygląda na to, że będę musiała sobie znaleźć faceta, który sprawi mi nową!
uk: Схоже, мені доведеться знайти хлопця, який купить мені нову!

source: Wygląda na to, że będę się musiał rozmówić z kimś z Wielkiej Winnicy.
uk: Схоже, мені доведеться поговорити з кимось із Великого виноградника.

source: Wygląda na to, że całe Silbach ma dość związku Marthy i Lutza. Bastian wspomniał, że coś dziwnego dzieje się też z Viktorem. Porozmawiam z nim.
uk: Складається враження, що весь Сільбах ситий по горло стосунками Марти і Люца. Бастіан згадував, що з Віктором також відбувається щось дивне. Я з ним поговорю.

source: Wygląda na to, że czeka nas mała wycieczka. Byłeś kiedyś w Wilczym Leżu, trafisz na miejsce?
uk: Схоже, ми вирушаємо в невеличку подорож. Ти вже бував у Вовчому Лігві? Знаєш, як дістатись?

source: Wygląda na to, że częścią ich planu była neutralizacja Magów Ognia jeszcze przed bitwą.
uk: Схоже, що частина їхнього плану полягала в нейтралізації Магів Вогню ще перед битвою.
